[STRING]
ID=0x418
Name=Română
0=Instalare - %s
1=< Îna&poi
2=&Continuă >
3=&Instalează
4=Anulează
5=Acord de Licenţiere
6=Citeşte informaţiile următoare înainte de a continua, sînt importante.
7=&Accept licenţa
8=Selectarea Locului de Destinaţie
9=Unde vrei să instalezi %s?
10=&Explorează...
11=Instalare în Desfăşurare
12=Aşteaptă să se termine instalarea %s pe calculator.
13=Instalare finalizată cu succes
14=Instalarea nu a reușit
15=Clichează pe Finalizează pentru a părăsi Instalatorul.
16=&Finalizează
17=Lansează %s
18=Selectează un dosar din lista de mai jos, apoi clichează pe OK.
19=Creează o icoană pe &Birou ("Desktop")
20=Dosarul:\n\n%s\n\nexistă deja. Vrei totuşi să instalezi în acel dosar?
21=Trebuie să fii logat ca Administrator pentru instalarea acestui program.
22=Instalatorul a detectat că %s rulează în acest moment.\n\nÎnchide toate instanţele programului respectiv, apoi clichează OK pentru a continua sau Anulează pentru a abandona instalarea.
